Repository: Moamen-Ashour/islami_application
Catalog: lib/l10n/app_*.arb
Languages: ar

source: Islami
ar: اسلامي

source: Ahadeth
ar: احاديث

source: Radio
ar: راديو

source: Quran
ar: قرآن

source: Sebha
ar: سبحه

# choose
source: Choose Your Language
ar: اختر لغتك

# newlanguage
source: Add a new language
ar: اضف لغة جديده

source: Arabic
ar: العربية

source: English
ar: الانجليزية

source: Tasbeha
ar: تسبيحه

source: Al eklas
ar: سورة الإخلاص

source: Al nas
ar: سورة الناس

source: Soura Name
ar: اسم السورة

# shiakName
source: Shaik Name
ar: اسم القارئ

# islamiapp
source: Islami Application
ar: تطبيق إسلامي

source: Meshary Al-Afasy
ar: مشاري العفاسي
